[
  {
    "title": "Low-Fat Vegan Diet Is Better Than Mediterranean Diet for Weight Loss",
    "author": "Lisa Rapaport",
    "publishedIn": "February 11, 2021",
    "content": "For the study, researchers examined the results of both diets in 62 adults who were overweight but had no history of diabetes. Nobody was told to cut or count calories, and participants also weren’t asked to change their normal exercise or medication regimens. Half these participants started the study by following a low-fat vegan diet for 16 weeks. Their eating plan was rich in vegetables, fruits, whole grains, and legumes (such as beans, peas, and lentils) and free of all animal products. The other half of the study participants started with a Mediterranean diet that included everything in a vegan diet but also allowed dairy, fish, and poultry, while limiting saturated fats and red and processed meats. After this initial 16-week period, everyone resumed their normal eating habits for one month. Then they switched diets for 16 weeks to follow the diet they didn’t do before. On the vegan diet, participants ate about 500 calories less each day than they did with their normal eating habits. When they went on the Mediterranean diet, however, their calorie intake didn’t significantly change. And the vegan diet didn’t just help people lose weight. They also lost more fat mass — a total of 3.6 kilograms (7.9 pounds) — compared with only 0.2 kilograms (0.4 pounds) on the Mediterranean diet. Cholesterol levels also improved with the vegan diet, while remaining essentially unchanged on the Mediterranean diet. People following the vegan diet experienced an average reduction in total cholesterol of 0.187 grams per liter and an average decline of 0.153 grams per liter in “bad” LDL cholesterol. While both diets helped lower blood pressure, the effect was more pronounced with the Mediterranean diet, the study also found. Without any medication changes, the vegan diet was tied to a 3.2 mmHg (millimeters of mercury) reduction in systolic blood pressure, compared with 6.0 mmHg for the Mediterranean diet. Both cholesterol and blood pressure levels play a role in heart disease risk, as the Centers for Disease Control and Prevention points out. One limitation to the study is that food intake was self-reported and assessed only at baseline and in the final week of each diet phase, making it possible that the data didn’t give an accurate picture of how people ate. People also tended to lose more weight during the first 16-week diet period, regardless of which diet they started with."
  },
  {
    "title": "How Wintertime Affects Our Eating Habits",
    "author": "Annie Hauser and Elizabeth Millard",
    "publishedIn": "January 21, 2021",
    "content": "Many parts of the United States are chillier and darker this time of year. Could those factors affect the foods you’re hankering for? Some researchers suspect cool weather may trigger an evolutionary relic inside us to fatten up to survive tough environmental conditions, the way many other animals do. A previous study found that participants consumed an average of 86 more calories per day in fall compared with spring and ate more fat and saturated fat in the winter months. But the researchers who conducted that study also noted that over the course of a year that magnitude of “extra” calories was fairly small. Another theory is that the change of season may influence the balance of some of the hormones that control hunger and appetite. A prior review that looked at data in people and in animals found that seasonal changes did affect many hormones related to hunger and appetite, including glucocorticoids, ghrelin, and leptin. Fewer daylight hours may play a role in food cravings, too. Sunlight is one of the factors that trigger the release of the hormone serotonin, a neurotransmitter that has been shown to boost mood significantly. Carbohydrate intake (thanks to the insulin that gets released as a result) increases serotonin levels — which is why previous research suggests people may crave carbohydrates as a way to improve mood. That’s particularly seen in people with seasonal depression, who may have lower serotonin levels and mood because of reduced exposure to sunlight. The COVID-19 pandemic is also wreaking havoc on mental health, which may be affecting our diet habits. A study published in November 2020 in Frontiers in Psychology that looked at how undergraduate students were handling the pandemic found high levels of fear, anxiety, stress, and depression. Other research suggests the issue is widespread — for example, an Israeli study in the October 2020 issue of International Health found these types of psychological difficulties to be common, with stress and frustration as the new normal. One way to cope might be turning to comfort foods, which tend to be high in calories, and eating more of them than you would if you weren’t stressed. A study published in May 2017 in Neuroscience & Biobehavioral Reviews suggests there’s a strong link between stress and binge eating, for example."
  },
  {
    "title": "How to Pickle Fruits and Veggies at Home",
    "author": "Elizabeth Millard",
    "publishedIn": "November 30, 2020",
    "content": "From sweet-but-savory bell peppers to earthy beets to flavor-packed blends of fruits and vegetables, pickles are far more than a way to use up your garden's overabundance of cucumbers. Particularly if you're doing a quick pickle session (more on that below), you can preserve many of the vitamins and minerals in the produce while having different flavor options, says the Boston-based Erin Kenney, RD. 'This is a great way to increase your amount of fruits and vegetables in general, and get more servings throughout the day,' she says. Healthwise, adding more fruits and veggies to the end of your fork is a wise choice for several reasons. These foods support a strong immune system, as past research notes, and may improve your mental health, per a study published in October 2019 in PLoS One. Yet another benefit to taking on the task of pickling good-for-you foods yourself, says Kenney, is that you control the salt content. For pickle lovers who are watching their blood pressure, going the DIY route can be helpful. Commercially pickled foods tend to be high in sodium, and although you'll still be using some salt in quick pickling as a preservative, the amount will be modest compared with a commercial product, she adds. 'There are no bad choices' says Bonnie Nasar, RDN, of New Jersey. 'Some of the easiest are cucumbers, cabbage, and cauliflower. Beets are an excellent addition to a pickling mix as they add both robust color and flavor. The key is to find a good recipe and follow the instructions, because the ratio of ingredients is important for a successful pickling process.'"
  }
]
